---
kind: property
id: P:Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishUserCreatedWorksets
source: html/680601bc-19b8-2ff6-2b8a-75814650b464.htm
---
# Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishUserCreatedWorksets Property

Indicates whether Revit should relinquish user-created Standard worksets after synchronizing with central.

## Syntax (C#)
```csharp
public bool RelinquishUserCreatedWorksets { get; }
```

## Remarks
This is a shortcut to access the value stored in UserWorksets .